",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Toevoegen";

"Cancel|generic cancel button" = "Annuleren";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Facebook-berichten";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-gebruiker";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Vrienden of contacten";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Groepsgesprek";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Onvolledig contact";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ongeldig contact";

"Last Updated: %@|last updated date in pull to refresh header" = "Laatst bijgewerkt: %1$@";

"Loading...|loading progress text" = "Laden…";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Meer online vrienden";

"Name|Placeholder text: Name of new contact" = "Naam";

"New Contact|Button title: Create a new contact" = "Nieuw contact";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "op mobiel";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefoon of e-mail";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Voer een telefoonnummer of e-mailadres in.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Vooer de naam en contactgegevens van de persoon in.";

"Pull down to refresh...|message for pull down to refresh" = "Trek omlaag om te vernieuwen…";

"Push up to refresh...|message for push up to refresh" = "Duw omhoog om te vernieuwen…";

"Release to refresh...|message for releasing to refresh" = "Laat los om te vernieuwen…";

"Search|placeholder in search bar" = "Zoeken";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Meer vrienden zoeken…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Verzenden naar:";

"To:|to field in contact picker" = "Aan:";

"Updating...|updating progress text" = "Bijwerken…";

